Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_de.tmx
Source language: en
Languages: de

source: Training and cooperation in the field of literary translation
de: x

source: ACTIVITIES OF HOUSEHOLDS AS EMPLOYERS; UNDIFFERENTIATED GOODS- AND SERVICES-PRODUCING ACTIVITIES OF HOUSEHOLDS FOR OWN USE
de: AKTIVITÄTEN VON HAUSHALTEN ALS ARBEITGEBER; UNDIFFERENZIERTE WAREN- UND DIENSTLEISTUNGSPRODUKTION FÜR DEN EIGENEN GEBRAUCH

source: COM MultPart
de: COM Mulitlat. Partnerschaft

source: KA2 Languages
de: KA2 Sprachen

source: Yemen
de: Jemen

source: Ethics, religions, philosophy
de: Ethik, Religion, Philosophie

source: Pedagogy of LWULT (Less Widely Taught and Less Used Languages)
de: Pädagogik weniger unterrichteter und weniger verwendeter Sprachen

source: Methods to increase pupils motivation
de: Methoden zur Motivationssteigerung von Schülern und Schülerinnen

source: Non-profit association of survivors
de: Gemeinnützige Vereinigung von Überlebenden

source: PhD/Doctorate (ISCED 6)
de: PhD/Doktorat (ISCED 6)

source: Materials (wood, paper, plastic, glass)
de: Materialien (Holz, Papier, Plastik, Glas)

source: HE research centres
de: Hochschulforschungsinstitute

source: Broadcast
de: Rundfunksendung

source: Forums
de: Foren

source: GRU-Low-Medium
de: GRU-Niedrig-Mittel

source: Tertiary programmes with academic orientation
de: Tertiäre Programme mit akademischer Orientierung

source: Lack of time for project work
de: Mangelnde Zeit für Projektarbeit

source: Documentation, archiving
de: Dokumentation, Archivierung

source: Pre-primary education
de: Vorschulbildung

source: Electrical fitting
de: Elektromontage

source: Physical and engineering science associate professionals
de: Physik- und Ingenieurberufe

source: Extraction and building trades workers
de: Bauarbeiter

source: Other basic programmes
de: Sonstige allgemeinbildende Programme

source: Social services (others)
de: Soziale Dienstleistungen (sonstiges)

source: Congo, The Democratic Republic Of The
de: Demokratische Republik Kongo

source: Literacy and numeracy
de: Lese- und Schreibfähigkeit und rechnerische Fähigkeit

source: Physics
de: Physik

source: Basic programmes
de: Allgemeinbildende Programme

source: Medium impact
de: Durchschnittliche Auswirkung

source: ERASMUS Curriculum Development Projects
de: ERASMUS Curriculum Development Projekte

source: 21 months
de: 21 Monate

source: Enhanced my career prospects
de: Verbesserte meine Karrierechancen

source: Veterinary
de: Tiermedizin

source: To assist people from vulnerable social groups and in marginal social contexts, in particular older people and those who have left education without basic qualifications, in order to give them alternative opportunities to access adult education
de: Unterstützung von Menschen aus schutzbedürftigen Gesellschaftsgruppen und aus gesellschaftlichen Randgruppen, insbesondere von älteren Menschen und Menschen, die ihren Bildungsweg ohne Grundqualifikation abgebrochen haben, mit dem Ziel, ihnen andere Zugangsmöglichkeiten zur Erwachsenenbildung zubieten

source: Artificial intelligence
de: Künstliche Intelligenz

source: Dutch
de: holländisch

source: (CLIL) Content and Language Integrated Learning
de: (CLIL) Integriertes Fremdsprachen- und Sachfachlernen

source: Education of specific target groups: (occupational travellers, migrants, travellers, Roma)
de: Ausbildung von bestimmten Zielgruppen (beruflich Reisende, Migranten, Roma)

source: Cameroon
de: Kamerun

source: Text File
de: Textdatei

source: Bosnian
de: Bosnisch

source: LEO Toi
de: LEO Innovationstransfer

source: TURKEY
de: TÜRKEI

source: 5 months
de: 5 Monate

source: To improve the quality and to increase the volume of co-operation between higher education institutions and enterprises
de: Verbesserung der Qualität und Intensivierung der Zusammenarbeit zwischen Hochschulbildungseinrichtungen und Unternehmen

source: Administrative associate professionals
de: Verwaltungsfachkräfte

source: Gabon
de: Gabun

source: Activities achievement
de: Durchgeführte Aktvitäten

source: Services to buildings and landscape activities
de: Gebäudebetreuung und Landschaftspflege

source: Prepare learners and teachers/trainers for mobility
de: Vorbereitung von Lernenden und Lehrkräften auf Mobilitäten

source: School management, school autonomy
de: Schulmanagement, Schulautonomie

source: Encouraged me to use more ICT (Information and Communication Technology) in the classroom
de: Ermutigte mich, im Unterricht IKT (Informations- und Kommunikationstechnologien) mehr einzusetzen

source: Active citizenship
de: Aktive Bürgerschaft

source: Antigua and Barbuda
de: Antigua und Barbuda

source: Art Director
de: Artdirektor

source: My mobility abroad will help with my future studies* (only for persons still in training)
de: Mein Auslandsaufenthalt hilft mir bei meinen künftigen Studien bzw. Forschungsprojekten (betrifft nur Personen in der Ausbildung)

source: Commitment to a more inclusive growth: fight against poverty and marginalisation
de: Bekenntnis zu einem integrativem Wachstum: Kampf gegen Armut und soziale Ausgrenzung

source: Telecommunications
de: Telekommunikation

source: Group 1 &ndash; Representation of the views and interests of young people in their diversity at European level
de: Gruppe 1: Vertretung der diversen Ansichten und Interessen junger Menschen auf europäischer Ebene

source: Job Shadowing Institution
de: Institution Job Shadowing

source: Chuvash
de: Tschuwaschisch

source: Health associate professionals (except nursing)
de: Gesundheitsberufe (außer Krankenpflege)

source: 2 months
de: 2 Monate

source: Economy and business
de: Wirtschaft und Geschäft

source: Senior officials of special-interest organisations
de: Beamte im Höheren Dienst bei Interessensverbänden

source: COMENIUS Multilateral projects
de: COMENIUS Multilaterale Projekte

source: Numeracy
de: Rechnerische Fähigkeit

source: Tropical / Subtropical agriculture
de: Tropische/Subtropische Landwirtschaft

source: Increased cooperation with other local organisations
de: Erhöhte Zusammenarbeit mit anderen lokalen Organisationen

source: Singapore
de: Singapur

source: Dissemination through the media
de: Verbreitung durch Medien

source: Sending organisation
de: Entsendeorganisation

source: SLOVAKIA
de: SLOWAKISCHE REPUBLIK

source: Support to the modernisation agenda of higher education: Governance reform
de: x

source: Family / parent education
de: Familien- / Elternbildung

source: GRU-High-Medium
de: GRU-Hoch-Mittel

source: Trans-national co-operation and exchange of good practices to develop and implement LLL strategies and policies
de: x

source: Drivers and mobile-plant operators
de: Fahrer und Betreiber mobiler Anlagen

source: the former Yugoslav Republic of Macedonia
de: MAZEDONIEN

source: Organisational problem within the organisation
de: Organisatorische Probleme innerhalb der Einrichtung

source: Nuclear and high energy physics
de: Nuklear- und Hochenergiephysik

source: Debate
de: Debatte

source: Palestinian Territory, Occupied
de: Palästinensische Autonomiegebiete

source: I can express myself better in another language
de: Ich kann mich jetzt besser in einer Fremdsprache ausdrücken

source: Health
de: Gesundheit

source: Regional planning
de: Raumplanung

source: Welsh
de: Walisisch

source: CROATIA
de: KROATIEN

source: Director of photography
de: Fotograf

source: CYPRUS
de: ZYPERN

source: Korea, Republic Of
de: Korea

source: School development and leadership
de: Schulentwicklung und Leitung

source: Support for the structures of the Programme
de: Unterstützung der Programmstrukturen

source: European Training Foundation
de: Europäische Stiftung für Berufsbildung

source: Exchange of experience and best practice through the establishment of networks
de: Austausch von Erfahrungen und Beispielen guter Praxis mit Hilfe von Netzwerken

source: British Indian Ocean Territory
de: Britisches Territorium im Indischen Ozean

source: Electrical trades programmes
de: Programme für den Handel von Elektronik

source: Production and operation managers
de: Produktions- und Einsatzleiter/innen

source: Developing educational services such as special courses for upgrading knowledge and skills
de: x

source: Upper secondary and post-secondary non-tertiary education
de: Realschul- und Gymnasialbildung und an die Sekundarschulbildung anschließende, nicht-tertiäre Bildung

source: NA Youth in Action
de: NA JUGEND IN AKTION

source: Therapy and rehabilitation
de: Therapie und Rehabilitation

source: to contribute to developing the quality of support systems for youth activities and the capabilities of civil society organisations in the youth field
de: Förderung der Qualität von Unterstützungssystemen für Jugendaktivitäten und der Fähigkeit von zivilgesellschaftliche Organisationen, Aktivitäten für Jugendliche durchzuführen

source: Internal
de: intern

source: Can understand with ease virtually everything heard or read. Can summarise information from different spoken and written sources, reconstructing arguments and accounts in a coherent presentation. Can express him/herself spontaneously, very fluently and precisely, differentiating finer shades of meaning even in more complex situations.
de: Ist in der Lage, mit Leichtigkeit nahezu alles zu verstehen, das er/sie hört oder liest. Kann Informationen aus unterschiedlichen gesprochenen oder geschriebenen Quellen zusammenfassen, Argumente rekonstruieren und Dinge auf zusammenhängede Weise darstellen. Kann sich spontan, ausgesprochen fließend und präzise ausdrücken und feinere Bedeutungsabstufungen in komplexen Situationen differenzeiren.

source: Precision, handicraft, printing and related trades workers
de: Feinmechanik, Handwerk, Druck und Facharbeiter in ähnlichen Bereichen

source: Support to the modernisation agenda of higher education: Curricular reform
de: x

source: InteractiveResource
de: Interaktive Quelle

source: Town / City - Suburbs
de: Stadt - Stadtrand

source: Others - Law
de: Sonstiges - Recht

source: Spreading of the results of European Language Label projects and promotion of networking among them
de: x

source: Child care and youth services
de: Kinderbetreuung und Jugendarbeit

source: Book
de: Buch

source: Malay
de: Malaiisch

source: Elementary occupations
de: Basisberufe

source: Performing arts
de: Darstellende Kunst

source: Agriculture and Veterinary
de: Landwirtschaft und Veterinärmedizin

source: Round 1: 31/12/2011
de: Runde 1: 31.12.2011

source: New sectors
de: Neue Sektoren

source: General Programmes
de: Allgemeine Bildungsmaßnahmen

source: Parents' associations
de: Elternvereine

source: Course Organiser
de: Kursausrichter

source: Non-university higher education
de: Nicht-unversitäre Hochschulbildung

source: Retired
de: Rentner

source: Computer associate professionals
de: EDV-Berufe

source: Other personal service activities
de: Sonstige Personaldienstleistungen

source: Fisheries
de: Fischerei

source: To enhance the quality and European dimension of teacher training
de: Verbesserung der Qualität und der europäischen Dimension der Lehrkräfteausbildung

source: Agricultural economics
de: Agrarwissenschaften

source: Leonardo da Vinci Mobility Certificate
de: LEONARDO DA VINCI Mobilitätszertifikat

source: Special education teaching associate professionals
de: Pädagogisches Unterstützungspersonal (Sonderpädagogik)

source: Early school leaving
de: Vorzeitiger Schulabbruch

source: South Africa
de: Südafrika

source: Enterprises, social partners and their organisations at all levels, including trade organisations and chambers of commerce and industry
de: Unternehmen, Sozialpartner und ihre Organisationen auf allen Ebenen, einschließlich Berufsverbände und Kammern

source: Inspectors
de: Inspektoren/innen

source: PREPARATORY VISITS
de: VORBEREITENDE BESUCHE

source: Methodology
de: Methode

source: Guidance material to new approaches and methodologies
de: Leitlinien für neue Vorgehensweisen und Methoden

source: Group 7 – Actions promoting participation and initiative by young people
de: Gruppe 7: Aktivitäten, die die Teilhabe und den Unternehmungsgeist junger Menschen fördern

source: Religion / Ethics
de: Religion / Ethik

source: German
de: deutsch

source: Music and musicology
de: Musik und Musikwissenschaften

source: Large city - Suburbs
de: Großstadt - Stadtrand

source: Physical, mathematical and engineering science professionals
de: Fachkräfte in den Bereichen Physik, Mathematik und Ingenieurwissenschaften

source: Publishing Resources
de: Ressourcen für Veröffentlichungen

source: Biology and biochemistry
de: Biologie und Biochemie

source: Prison
de: Gefängnis

source: Criminal law, criminology
de: Strafrecht, Kriminologie

source: COMENIUS Pupil mobility sending school
de: COMENIUS Schülermobilität entsendende Schule

source: EUROPEAN YEAR for Active Ageing and Intergenerational Solidarity (2012)
de: Europäisches Jahr für Aktives Altern und die Solidarität der Generationen (2012)

source: Financial intermediation, except insurance and pension funding
de: Finanzdienstleistungen außer Versicherungs- und Rentenwesen

source: Paper Brochures
de: Broschüren in Papierform

source: Social obstacles
de: Soziale Probleme (Diskriminierung jeder Art, Drogenmissbrauch, problematische Familienverhältnisse etc.)

source: Personal services (broad programmes)
de: Personaldienstleistungen (breite Bildungsgänge)

source: Community's pre-accession instruments
de: Vorbeitrittsinstrumente der Gemeinschaft

source: SWEDEN
de: SCHWEDEN

source: Pre-primary education teaching associate professionals
de: Pädagogisches Unterstützungspersonal (Vorschulbildung)

source: Sao Tome And Principe
de: Sao-Tome und Principe

source: Table
de: Verzeichnis

source: The pedagogical approach
de: Pädagogische Vorgehensweise

source: Customs, tax and related government associate professionals
de: Zoll-, Finanz- und ähnliche Beamte

source: LIFELONG LEARNING PROGRAMME Decentralized
de: Programm für Lebenslanges Lernen, dezentralisiert

source: Extraction of crude petroleum and natural gas
de: Gewinnung von Rohpetroleum und Naturgas

source: CONTACT SEMINARS
de: KONTAKTSEMINARE

source: DENMARK
de: DÄNEMARK

source: In general, how would you rate the quality of service provided by the national agency?
de: Wie würden Sie allgemein den Service beurteilen, die Ihre Nationale Agentur bietet)

source: access to level 5A/B less than 3y
de: Zugang zu Stufe 5A/B unter 3y

source: Transparency and recognition of competences and qualifications
de: Transparenz und Anerkennung von Kompetenzen und Qualifikationen

source: Language learning in adult education
de: Sprachenlernen in der Erwachsenenbildung

source: Chinese
de: Chinesisch

source: Architecture and building (others)
de: Architektur und Bauwesen (sonstiges)

source: 2.001 to 5.000
de: 2.001 bis 5.000

source: Policy
de: Politik

source: Secondary education teaching professionals
de: Sekundärschullehrkräfte

source: COMENIUS Assistantships (ASSISTANTS)
de: COMENIUS Assistenzzeiten (ASSISTENZKRÄFTE)

source: Promotion of the learning of languages of neighbouring countries
de: x

source: LEONARDO DA VINCI VETPRO (VET Professionals)
de: LEONARDO DA VINCI Berufsbildungspersonal

source: Serbian
de: Serbisch

source: To support participants in training and further training activities in the acquisition and the use of knowledge, skills and qualifications to facilitate personal development, employability and participation in the European labour market
de: Unterstützung der Teilnehmer von Aus- und Weiterbildungsmaßnahmen beim Erwerb und beim Einsatz von Wissen, Fähigkeiten und Qualifikationen zur Förderung ihrer persönlichen Entwicklung, ihrer Beschäftigungsfähigkeit und ihrer Teilnahme am europäischen Arbeitsmarkt

source: GRUNDTVIG Multilateral projects
de: GRUNDTVIG Multilaterale Projekte

source: Digital competence
de: Computerkompetenz

source: Samoan
de: Samoanisch

source: Excellent
de: Ausgezeichnet

source: Employed in adult education, full time
de: Bildungspersonal in der Erwachsenenbildung, Vollzeit

source: Real estate activities
de: Immobilienwesen

source: work based
de: betrieblich

source: TRANSFER OF INNOVATION
de: INNOVATIONSTRANSFER

source: Social work associate professionals
de: Sozialarbeiter

source: General programmes with no special subject emphasis
de: Allgemeinbildende Programme

source: Subsistence agricultural and fishery workers
de: Landwirtschaft- und Fischereifacharbeiter

source: Belarus
de: Belarus/ Weißrussland

source: Ship and aircraft controllers and technicians
de: Schiffs- und Flugzeugtechniker

source: Increased cooperation among staff
de: Erhöhte Kooperation innerhalb des Lehrkörpers

source: I feel more confident
de: Ich habe mehr Selbstvertrauen gewonnen

source: The project fosters young people's sense of European citizenship and helps them to understand their role as part of the present and future of Europe
de: Das Projekt fördert das Bewusstsein der Schüler/innen im Hinblick auf europäische Bürgerschaft und hilft ihnen, ihre Rolle als Teil des gegenwärtigen und zukünftigen Europas zu verstehen.

source: Training course
de: Trainingskurs

source: European Cooperation and Collaboration
de: Europäische Zusammenarbeit

source: Leonardo Mobility Certificate
de: LEONARDO Mobilitätszertifikat

source: Fine arts
de: Bildende Kunst

source: Agricultural, fishery and related labourers
de: Arbeiter in der Landwirtschaft und Fischerei

source: Egypt
de: Ägypten

source: Pedagogical strategy
de: Pädagogische Strategien

source: Non manual workers
de: Nicht-handwerkliche Arbeiter

source: Pupils
de: Schüler/innen

source: GRUNDTVIG In-Service training and professional development for teachers and other staff in adult education
de: GRUNDTVIG Weiterbildung für Bildungspersonal

source: Promoting an awareness of the importance of cultural and linguistic diversity within Europe, as well as of the need to combat racism, prejudice and xenophobia
de: Förderung der Wahrnehmung von kultureller und sprachlicher Vielfalt in Europa, und der Notwendigkeit Rassismus, Vorurteile und Fremdenfeindlichkeit zu bekämpfen

source: Foreign language training (only language learning as such)
de: Erlernen von Fremdsprachen (reiner Sprachkurs)

source: Construction of buildings
de: Gebäudebau

source: Côte D´Ivoire
de: Elfenbeinküste

source: Quality and evaluation of education
de: Qualität und Auswertung von Bildung

source: Computer system analysis
de: Analyse von Computersystemen

source: Finnish
de: finnisch

source: COM-Small bilateral
de: COM-kleine bilaterale Projekte

source: Promotion of learning of languages of neighbouring countries
de: x

source: Body providing guidance and information on Lifelong Learning
de: Körperschaft, die Beratung und Information in Hinblick auf das Programm lebenslanges Lernen anbietet

source: pre-vocational and vocational programmes
de: Berufsbildungsmaßnahmen und solche, die auf die Berufsbildung vorbereiten

source: Traditional education and training modules like handbooks and other training tools
de: Traditionelle Bildungs- und Ausbildungsmodule wie Handbücher und andere

source: My sending school/organisation was helpful during my Mobility
de: Meine Entsendeeinrichtung unterstütze mich während meines Praktikums.

source: A project entirely conceived and developed by young people themselves (2 forms in YL)
de: Ein Projekt, das komplett von Jugendlichen selbst konzipiert und entwickelt wurde (2 Formulare in Youth Link)

source: European project management
de: Europäisches Projektmanagement

source: Labourers in mining, construction, manufacturing and transport
de: Arbeiter im Bergbau, Bauwesen, Produktions- und Transportwesen

source: NORWAY
de: NORWEGEN

source: first stage of basic education
de: Beginn der Schulpflicht

source: Arts (broad programmes)
de: Kunst (breitgefächerte Bildungsgänge)

source: Joint/ double degree projects
de: Joint/double degree-Projekte

source: Geographical obstacles
de: Geografische Probleme

source: Dominican Republic
de: Dominikanische Republik

source: Assessment, certification, valuing learning
de: Bewertung, Zertifizierung

source: MANUFACTURING
de: Verarbeitendes Gewerbe/Herstellung von Waren

source: Flat Rate grant
de: Pauschalzuschuss

source: MovingImage
de: Bewegtes Bild
